Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Предпочитания за Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Подкани за базово HTTP удостоверяване от външен източник";
AllowCrossOriginAuthPrompt.pfm_description = "Контролира дали на подсъдържанието от трета страна на дадена страница е разрешено да отваря диалогов прозорец за базово HTTP удостоверяване. Обикновено опцията е деактивирана като защита срещу фишинг.";
AllowFileSelectionDialogs.pfm_title = "Разрешаване на извикването на диалогови прозорци за избор на файлове.";
AllowFileSelectionDialogs.pfm_description = "Разрешава достъпа до локалните файлове на компютъра, като позволява на Chromium да показва диалогови прозорци за избор на файл.\n\nАко активирате тази настройка, потребителите могат да отварят тези прозорци по обичайния начин.\n\nАко я деактивирате, при всяко действие на потребителя, предизвикващо отварянето на такъв прозорец (като импортиране на отметки, качване на файлове, запазване на връзки и др.), вместо това се показва съобщение и се приема, че в диалоговия прозорец за избор на файл е кликнато върху „Отказ“.\n\nАко настройката не е зададена, потребителите могат да отварят тези прозорци по обичайния начин.";
AllowOutdatedPlugins.pfm_title = "Разрешаване на изпълняването на остарели приставки";
AllowOutdatedPlugins.pfm_description = "Позволява на Chromium да изпълнява остарели приставки.\n\nАко активирате тази настройка, остарелите приставки се използват като обикновените.\n\nАко я деактивирате, те няма да се използват и от потребителите няма да се иска разрешение за изпълнението им.\n\nАко настройката не е зададена, за използването на остарелите приставки ще се иска разрешение от потребителите.";
AlternateErrorPagesEnabled.pfm_title = "Активиране на алтернативните страници за грешки";
AlternateErrorPagesEnabled.pfm_description = "Активира използването на алтернативните страници за грешки, вградени в Chromium (като например „страницата не е намерена“), и не разрешава на потребителите да променят тази настройка.\n\nАко я активирате, се използват алтернативни страници за грешки.\n\nПри деактивиране на настройката те никога не се използват.\n\nИ в двата случая потребителите не могат да променят или заменят тази настройка в Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Винаги изпълнява изискващи удостоверяване приставки";
AlwaysAuthorizePlugins.pfm_description = "Позволява на Chromium да изпълнява изискващи удостоверяване приставки. Ако активирате тази настройка, актуалните приставки се изпълняват винаги. Ако е деактивирана или не е зададена, от потребителите ще се иска разрешение за изпълняване на приставки, които изискват удостоверяване. Те могат да компрометират сигурността.";
AuthNegotiateDelegateWhitelist.pfm_title = "Бял списък със сървъри за делегиране за Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Сървъри, към които Chromium може да делегира.";
AuthSchemes.pfm_title = "Поддържани схеми за удостоверяване";
AuthSchemes.pfm_description = "Посочва кои схеми за HTTP удостоверяване се поддържат от Chromium.\n\nВъзможните стойности са „basic“, „digest“, „ntlm“ и „negotiate“. Разделяйте отделните стойности със запетаи.";
AuthServerWhitelist.pfm_title = "Бял списък на сървъра за удостоверяване";
AuthServerWhitelist.pfm_description = "Посочва кои сървъри да бъдат в белия списък за интегрирано удостоверяване. То се активира само когато Chromium получи призоваване за удостоверяване от прокси сървър или от сървър, които са в този разрешен списък.\n\nРазделете отделните имена на сървъри със запетаи. Позволени са заместващи знаци (*).";
AutoFillEnabled.pfm_title = "Активиране на автоматичното попълване";
AutoFillEnabled.pfm_description = "Активира функцията на Chromium за автоматично попълване и позволява на потребителите да попълват автоматично уеб формуляри чрез вече съхранени данни, като адрес или информация за кредитни карти.\n\nАко деактивирате тази настройка, потребителите няма да имат достъп до автоматичното попълване.\n\nАко я активирате или не конфигурирате стойност, функцията ще остане под контрола на потребителите. Това ще им позволи да конфигурират потребителски профили за автоматично довършване и да включват и изключват функцията по свое усмотрение.";
BlockThirdPartyCookies.pfm_title = "Блокиране на „бисквитките“ на трети страни";
BlockThirdPartyCookies.pfm_description = "Блокира „бисквитките“ на трети страни.\n\nАктивирането на тази настройка не разрешава задаването на „бисквитки“ от елементи в уеб страницата, които не са част от домейна в адресната лента на браузъра.\n\nДеактивирането на настройката разрешава това и не позволява на потребителите да я променят.";
BookmarkBarEnabled.pfm_title = "Активиране на лентата на отметките";
BookmarkBarEnabled.pfm_description = "Активира лентата на отметките в новия раздел на Chromium.\n\nАко активирате тази настройка, Chromium ще показва лента на отметките в новия раздел.\n\nАко я деактивирате, потребителите никога няма да виждат тази лента.\n\nИ в двата случая те не могат да променят или заменят настройката в Chromium.";
ClearSiteDataOnExit.pfm_title = "Изчистване на данните за сайтовете при затваряне на браузъра";
ClearSiteDataOnExit.pfm_description = "Това правило е за замяна на опцията за настройка на съдържанието „Бисквитките“ и другите данни за сайтове да се изчистват, когато затварям браузъра си“.\n\nАко е активирано, при затваряне Chromium ще изтрие от браузъра всички локално съхранени данни.";
CookiesAllowedForUrls.pfm_title = "Разрешаване на „бисквитките“ на тези сайтове";
CookiesAllowedForUrls.pfm_description = "Позволява да зададете списък с образци за URL адреси, посочващи сайтове, на които е разрешено да задават „бисквитки“.";
CookiesBlockedForUrls.pfm_title = "Блокиране на „бисквитките“ на тези сайтове";
CookiesBlockedForUrls.pfm_description = "Позволява да зададете списък с образци за URL адреси, посочващи сайтове, на които не е разрешено да задават „бисквитки“.";
CookiesSessionOnlyForUrls.pfm_title = "Разрешаване само на сесийни „бисквитки“ на тези сайтове";
CookiesSessionOnlyForUrls.pfm_description = "Позволява да зададете списък с образци за URL адреси, посочващи сайтовете, на които е разрешено да задават само сесийни „бисквитки“.";
DefaultBrowserSettingEnabled.pfm_title = "Задаване на Chrome като браузър по подразбиране";
DefaultBrowserSettingEnabled.pfm_description = "Конфигурира проверките за браузър по подразбиране в Chromium и не разрешава на потребителите да ги променят.\n\nАко активирате тази настройка, Chromium винаги ще проверява при стартиране дали е браузърът по подразбиране и ще се регистрира автоматично, ако е възможно. Ако настройката е деактивирана, Chromium никога няма да проверява това и ще деактивира потребителските контроли за задаване на тази опция.\n\nАко настройката не е конфигурирана, Chromium ще разреши на потребителя да контролира дали това е браузърът по подразбиране и дали да се показват известия, ако не е така.";
DefaultCookiesSetting.pfm_title = "Настройка по подразбиране за „бисквитките“";
DefaultCookiesSetting.pfm_description = "0 - Разрешаване на всички сайтове да задават локални данни.\n1 - Без разрешаване на сайтовете да задават локални данни\nПозволява да посочите дали на уебсайтовете е разрешено да задават локални данни. Това може или да се разреши за всички уебсайтове, или да се откаже за всички тях.";
DefaultGeolocationSetting.pfm_title = "Настройка по подразбиране за геолокация";
DefaultGeolocationSetting.pfm_description = "0 - Разрешаване на сайтовете да проследяват физическото местоположение на потребителите\n1 - Без разрешаване на сайтовете да проследяват физическото местоположение на потребителите\n2 - Запитване всеки път, когато сайт иска да проследява физическото местоположение на потребителите\nПозволява да зададете дали на уебсайтовете е разрешено да проследяват физическото местоположение на потребителите. Това може да бъде разрешено или отказано по подразбиране или потребителят може да бъде питан всеки път, когато уебсайт иска физическото местоположение.";
DefaultImagesSetting.pfm_title = "Настройка по подразбиране за изображенията";
DefaultImagesSetting.pfm_description = "0 - Разрешаване на всички сайтове да показват всички изображения\n1 - Без разрешаване на сайтовете да показват изображения\nПозволява да зададете дали на уебсайтовете е разрешено да показват изображения. Това може или да се разреши за всички уебсайтове, или да се откаже за всички тях.";
DefaultJavaScriptSetting.pfm_title = "Настройка по подразбиране за JavaScript";
DefaultJavaScriptSetting.pfm_description = "0 - Разрешаване на всички сайтове да изпълняват JavaScript\n1 - Без разрешаване на сайтовете да изпълняват JavaScript\nПозволява да зададете дали на уебсайтовете е разрешено да изпълняват JavaScript. Това може или да се разреши за всички уебсайтове, или да се откаже за всички тях.";
DefaultNotificationSetting.pfm_title = "Настройка по подразбиране за известията";
DefaultNotificationSetting.pfm_description = "0 - Разрешаване на сайтовете да показват известия на работния плот\n1 - Без разрешаване на сайтовете да показват известия на работния плот\n2 - Запитване всеки път, когато сайт иска да показва известия на работния плот\nПозволява да зададете дали на уебсайтовете е разрешено да показват известия на работния плот. Тази опция може да бъде разрешена или отказана по подразбиране или потребителят може да бъде питан всеки път, когато уебсайт иска да показва такива известия.";
DefaultPluginsSetting.pfm_title = "Настройка по подразбиране за приставките";
DefaultPluginsSetting.pfm_description = "0 - Разрешаване на всички сайтове да изпълняват автоматично приставки\n1 - Блокиране на всички приставки\nПозволява да зададете дали на уебсайтовете е разрешено автоматично да изпълняват приставки. Това може или да се разреши за всички уебсайтове, или да се откаже за всички тях.";
DefaultPopupsSetting.pfm_title = "Настройка по подразбиране за изскачащите прозорци";
DefaultPopupsSetting.pfm_description = "0 - Разрешаване на всички сайтове да показват изскачащи прозорци\n1 - Забраняване на сайтовете да показват изскачащи прозорци\nПозволява да зададете дали на уебсайтовете е разрешено да показват изскачащи прозорци. Това може или да се разреши за всички уебсайтове, или да се откаже за всички тях.";
DefaultSearchProviderEnabled.pfm_title = "Активиране на търсещата машина по подразбиране";
DefaultSearchProviderEnabled.pfm_description = "Активира използването на търсеща машина по подразбиране.\n\nАко активирате тази настройка, когато потребителят въведе в полето за всичко текст, различен от URL адрес, се извършва търсене по подразбиране.\n\nМожете да посочите коя търсеща машина по подразбиране да се използва от настройката, като зададете останалите правила за това. Ако не ги попълните, потребителят може да направи този избор.\n\nАко деактивирате тази настройка, няма да се извършва търсене, когато потребителят въведе в полето за всичко текст, различен от URL адрес.\n\nПри активиране или деактивиране на настройката потребителите не могат да я променят или заменят в Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Кодировки за търсещата машина по подразбиране";
DefaultSearchProviderEncodings.pfm_description = "Посочва кодировките на знаците, поддържани от търсещата машина. Това са имена на кодови страници, като „UTF-8“, „GB2312“ и „ISO-8859-1“. Те се изпробват в предоставения ред. Кодировката по подразбиране е „UTF-8“.";
DefaultSearchProviderIconURL.pfm_title = "Икона на търсещата машина по подразбиране";
DefaultSearchProviderIconURL.pfm_description = "Посочва URL адреса на уеб иконата на търсещата машина по подразбиране. По избор.";
DefaultSearchProviderInstantURL.pfm_title = "URL адрес за динамично търсене за търсещата машина по подразбиране";
DefaultSearchProviderInstantURL.pfm_description = "Посочва URL адреса на търсещата машина, използван за предоставяне на резултати от динамично търсене. Той трябва да съдържа низа '{searchTerms}', който ще бъде заменен по време на заявката от текста, въведен от потребителя до момента. По избор.";
DefaultSearchProviderKeyword.pfm_title = "Ключова дума за търсещата машина по подразбиране";
DefaultSearchProviderKeyword.pfm_description = "Посочва ключовата дума, която е прекият път в полето за всичко, използван за задействане на търсенето за тази машина. По избор.";
DefaultSearchProviderName.pfm_title = "Име на търсещата машина по подразбиране";
DefaultSearchProviderName.pfm_description = "Посочва името на търсещата машина по подразбиране. Ако не се попълни, ще се използва името на хоста, посочено от URL адресa за търсене.";
DefaultSearchProviderSearchURL.pfm_title = "URL адрес за търсене за търсещата машина по подразбиране";
DefaultSearchProviderSearchURL.pfm_description = "Посочва URL адреса на търсещата машина, използвана за търсене по подразбиране. Той трябва да съдържа низа „{searchTerms}“, който по време на заявката ще бъде заменен от търсените от потребителя думи.";
DefaultSearchProviderSuggestURL.pfm_title = "URL адрес за предложения от търсещата машина по подразбиране";
DefaultSearchProviderSuggestURL.pfm_description = "Посочва URL адреса на търсещата машина, използван за даване на предложения за търсене. Той трябва да съдържа низа „{searchTerms}“, който по време на заявката ще бъде заменен от текста, въведен от потребителя до момента. По избор.";
DeveloperToolsDisabled.pfm_title = "Деактивиране инструментите за програмисти";
DeveloperToolsDisabled.pfm_description = "Деактивира опцията „Инструменти за програмисти“ и конзолата на JavaScript\n\nАко активирате тази настройка, няма да има достъп до инструментите за програмисти и елементите на уебсайтовете няма да могат да се инспектират. Всички клавишни комбинации и елементи в менютата или в контекстните менюта за отваряне на „Инструменти за програмисти“ или на конзолата на JavaScript ще бъдат деактивирани.";
Disable3DAPIs.pfm_title = "Деактивиране на поддръжката на приложни програмни интерфейси (APIs) за триизмерна графика";
Disable3DAPIs.pfm_description = "Деактивиране на поддръжката на приложни програмни интерфейси (API) за триизмерна графика.\n\nАктивирането на тази настройка предотвратява достъпа на уеб страниците до графичния процесор. По-конкретно те не могат да използват приложния програмен интерфейс (API) WebGL, а приставките – Pepper 3D.\n\nДеактивирането на настройката потенциално разрешава на уеб страниците и приставките да използват горепосочените API. Настройките по подразбиране на браузъра може да изискват предаване на аргументи в командния ред, за да се използват тези API.";
DisableAuthNegotiateCnameLookup.pfm_title = "Деактивиране на търсенето на CNAME при съгласуване на удостоверяване с Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Посочва дали основното имe на сървъра в Kerberos се основава на каноничното DNS име, или на това, което е въведено първоначално.\n\nАко активирате тази настройка, търсенето на CNAME ще бъде пропуснато и ще се използва името на сървъра, както е въведено.\n\nАко я деактивирате, каноничното име ще се определи чрез търсене на CNAME.";
DisablePluginFinder.pfm_title = "Деактивиране на инструмента за намиране на приставки";
DisablePluginFinder.pfm_description = "Ако зададете „True“ за тази настройка, автоматичното търсене и инсталиране на липсващи приставки ще бъде деактивирано в Chromium.";
DisableSpdy.pfm_title = "Деактивиране на протокола SPDY";
DisableSpdy.pfm_description = "Деактивира използването на протокола SPDY в Chromium.";
DisabledPlugins.pfm_title = "Списък с деактивирани приставки";
DisabledPlugins.pfm_description = "Посочва списък с приставки, деактивирани в Chromium, и не разрешава на потребителите да променят тази настройка.\n\nЗаместващите знаци „*“ и „?“ могат да се използват за намиране на съответствия с поредици от произволни знаци. „*“ съответства на произволен брой знаци, докато „?“ определя един знак по избор, т.е. съответства на нула или един знака. Превключващият знак е „\“, така че за да намерите действителни „*“, „?“ или  „\“, можете да поставите „\“ пред тях.\n\nАко активирате тази настройка, посоченият списък с приставки никога не се използва в Chromium. Те са означени като деактивирани в „about:plugins“ и потребителите не могат да ги активират.\n\nОбърнете внимание, че това правило може да бъде заменено от „EnabledPlugins“ и „DisabledPluginsExceptions“.";
DisabledPluginsExceptions.pfm_title = "Изключения от списъка с деактивирани приставки";
DisabledPluginsExceptions.pfm_description = "Посочва списък с приставки, които потребителят може да активира и деактивира в Chromium.\n\nЗаместващите знаци „*“ и „?“ могат да се използват за намиране на съответствия с поредици от произволни знаци. „*“ съответства на произволен брой знаци, докато „?“ определя един знак по избор, т.е. съответства на нула или един знака. Превключващият знак е „\“, така че за да намерите действителни „*“, „?“ или  „\“, можете да поставите „\“ пред тях.\n\nАко активирате тази настройка, посоченият списък с приставки може да се използва в Chromium. Потребителите могат да ги активират и деактивират в „about:plugins“ дори ако приставката съответства и на образец в „DisabledPlugins“. Също така потребителите могат да активират и деактивират приставки, които не съответстват на образци в „DisabledPlugins“, „DisabledPluginsExceptions“ и „EnabledPlugins“.";
DisabledSchemes.pfm_title = "Списък с деактивирани схеми на протоколи";
DisabledSchemes.pfm_description = "Деактивира схемите за протоколи, посочени в Chromium.\n\nURL адресите, които използват схема от този списък, няма да се зареждат и навигацията към тях няма да е възможна.";
DiskCacheDir.pfm_title = "Задаване на директория за кеша на диска";
DiskCacheDir.pfm_description = "Конфигурира директорията, която ще се използва от Chromium за съхраняване на кеширани файлове на диска. Ако зададете това правило, Chromium ще ползва предоставената директория, независимо дали потребителят е посочил флага „--disk-cache-dir“, или не е направил това.";
DnsPrefetchingEnabled.pfm_title = "Активиране на предвижданията за мрежата.";
DnsPrefetchingEnabled.pfm_description = "Активира предвижданията за мрежата в Chromium и не разрешава на потребителите да променят тази настройка.\n\nАко я активирате или деактивирате, потребителите не могат да я променят или заменят в Chromium.";
DownloadDirectory.pfm_title = "Задаване на директория за изтеглянията";
DownloadDirectory.pfm_description = "Конфигурира директорията, която ще се използва от Chromium за изтегляне на файлове.\n\nАко зададете това правило, Chromium ще използва предоставената директория, независимо дали потребителят е посочил такава, или е активирал флага за подкана за местоположение при всяко изтегляне.";
EditBookmarksEnabled.pfm_title = "Активира или деактивира редактирането на отметките";
EditBookmarksEnabled.pfm_description = "Активира или деактивира редактирането на отметките в Chromium.\n\nАко активирате тази настройка, отметките могат да бъдат добавяни, премахвани или променяни. Това е състоянието по подразбиране.\n\nАко я деактивирате, тези действия не могат да се извършват. Съществуващите отметки продължават да са налице.";
EnableAuthNegotiatePort.pfm_title = "Включване на нестандартен порт в основното име на сървъра в Kerberos";
EnableAuthNegotiatePort.pfm_description = "Посочва дали генерираното основно име на сървъра (SPN) за Kerberos трябва да включва нестандартен порт.\n\nАко активирате тази настройка и въведете нестандартен порт (т.е. различен от 80 или 443), той ще бъде включен в генерираното SPN за Kerberos.\n\nАко я деактивирате, генерираното SPN за Kerberos никога няма да включва порт.";
EnabledPlugins.pfm_title = "Списък с активирани приставки";
EnabledPlugins.pfm_description = "Посочва списък с приставки, активирани в Chromium, и не разрешава на потребителите да променят тази настройка.\n\nЗаместващите знаци „*“ и „?“ могат да се използват за намиране на съответствия с поредици от произволни знаци. „*“ съответства на произволен брой знаци, докато „?“ определя един знак по избор, т.е. съответства на нула или един знака. Превключващият знак е „\“, така че за да намерите действителни „*“, „?“ или  „\“, можете да поставите „\“ пред тях.\n\nПосоченият списък с приставки винаги се използва в Chromium, ако те са инсталирани. Приставките са означени като активирани в „about:plugins“ и потребителите не могат да ги деактивират.\n\nОбърнете внимание, че това правило заменя както „DisabledPlugins“, така и „DisabledPluginsExceptions“.";
ExtensionInstallBlacklist.pfm_title = "Идентификационни номера на разширения, чието инсталиране не бива да е позволено на потребителя (или „*“ за всички)";
ExtensionInstallBlacklist.pfm_description = "Позволява да посочите кои разширения НЕ могат да се инсталират от потребителите. Вече инсталираните ще бъдат премахнати, ако са в черния списък. Стойността „*“ в този списък означава, че всички разширения са в него, освен ако изрично не са посочени в белия списък.";
ExtensionInstallForcelist.pfm_title = "Идентификационни номера на разширения и URL адреси за актуализации, които да се инсталират негласно";
ExtensionInstallForcelist.pfm_description = "Позволява да посочите списък с разширения, които ще се инсталират негласно, без взаимодействие с потребителя.\n\nВсеки елемент от списъка е низ, който съдържа идентификационен номер на разширението и URL адрес за актуализация, разделени с точка и запетая (;). Например: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. За всеки елемент Chromium ще извлече от зададения URL адрес разширението, посочено от идентификационния номер, и ще го инсталира негласно. В следните страници е обяснено как можете да хоствате разширения на собствения си сървър. Всичко за URL адресите за актуализация: http://code.google.com/chrome/extensions/autoupdate.html , всичко за хостването на разширения по принцип: http://code.google.com/chrome/extensions/hosting.html.\n\nПотребителите няма да могат да деинсталират разширенията, посочени от това правило. Ако премахнете едно от тях от списъка, то ще бъде деинсталирано автоматично от Chromium. Разширенията, които са посочени в черния списък в „ExtensionInstallBlacklist“ и не са в белия списък, не могат да се инсталират принудително от това правило.";
ExtensionInstallWhitelist.pfm_title = "Идентификационни номера на разширения за освобождаване от черния списък";
ExtensionInstallWhitelist.pfm_description = "Позволява да посочите кои разширения не са предмет на черния списък. Стойността „*“ в този списък означава, че всички разширения са в него и потребителите могат да инсталират само посочените в белия списък. По подразбиране всички разширения са в белия, но ако са добавени в черния съгласно правило, то може да се замени чрез белия списък.";
GSSAPILibraryName.pfm_title = "Име на библиотеката за GSSAPI";
GSSAPILibraryName.pfm_description = "Посочва коя библиотека за GSSAPI да се използва за HTTP удостоверяване. Можете да зададете или само име на библиотеката, или пълен път. Ако не предоставите настройка, Chromium ще използва име на библиотека по подразбиране.";
HomepageIsNewTabPage.pfm_title = "Използване на новия раздел в браузъра като начална страница";
HomepageIsNewTabPage.pfm_description = "Конфигурира типа начална страница по подразбиране в Chromium и не разрешава на потребителите да променят предпочитанията за нея. Можете да зададете тя да бъде посочен от вас URL адрес или да е нов раздел в браузъра. Ако активирате тази настройка, като начална страница се използва винаги нов раздел в браузъра, а URL адресът на началната страница се пренебрегва. При деактивиране на настройката началната страница никога няма да е нов раздел, освен ако за неин URL адрес не е зададено „chrome://newtab“. И в двата случая потребителите не могат да променят типа на началната си страница в Chromium.";
HomepageLocation.pfm_title = "URL адрес на началната страница";
HomepageLocation.pfm_description = "Конфигурира URL адреса на началната страница по подразбиране в Chromium и не разрешава на потребителите да го променят.\n\nТипът начална страница може да бъде URL адрес, който посочвате тук, или нов раздел в браузъра.\n\nАко изберете нов раздел, това правило се пренебрегва.\n\nАко активирате тази настройка, потребителите не могат да променят URL адреса на началната си страница в Chromium, но могат да изберат тя да бъде нов раздел в браузъра.";
ImagesAllowedForUrls.pfm_title = "Разрешаване на изображенията на тези сайтове";
ImagesAllowedForUrls.pfm_description = "Позволява да зададете списък с образци за URL адреси, посочващи сайтове, на които е разрешено да показват изображения.";
ImagesBlockedForUrls.pfm_title = "Блокиране на изображенията на тези сайтове";
ImagesBlockedForUrls.pfm_description = "Позволява да зададете списък с образци за URL адреси, посочващи сайтове, на които не е разрешено да показват изображения.";
IncognitoEnabled.pfm_title = "Активиране на режим „инкогнито“";
IncognitoEnabled.pfm_description = "Активира режим „инкогнито“ в Chromium.\n\nАко тази настройка е активирана или не е конфигурирана, потребителите могат да отварят уеб страници в този режим.\n\nАко е деактивирана, няма да могат да го правят.";
InstantEnabled.pfm_title = "Активиране на Динамично търсене";
InstantEnabled.pfm_description = "Активира функцията на Chromium за динамично търсене и не разрешава на потребителите да променят тази настройка.\n\nАко я активирате, динамичното търсене в Chromium се включва.\n\nПри деактивиране на настройката тази функция в Chromium се изключва.\n\nИ в двата случая потребителите не могат да променят или заменят тази настройка.";
JavaScriptAllowedForUrls.pfm_title = "Разрешаване на JavaScript на тези сайтове";
JavaScriptAllowedForUrls.pfm_description = "Позволява да зададете списък с образци за URL адреси, посочващи сайтове, на които е разрешено да изпълняват JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Блокиране на JavaScript на тези сайтове";
JavaScriptBlockedForUrls.pfm_description = "Позволява да зададете списък с образци за URL адреси, посочващи сайтове, на които не е разрешено да изпълняват JavaScript.";
JavascriptEnabled.pfm_title = "Активиране на JavaScript";
JavascriptEnabled.pfm_description = "Активира JavaScript в Chromium и не разрешава на потребителите да променят тази настройка.\n\nАко тя е активирана или не е конфигурирана, уеб страниците могат да използват JavaScript.\n\nПри деактивиране на настройката това не е възможно.";
MetricsReportingEnabled.pfm_title = "Активиране на изпращането на данни за употреба и сривове";
MetricsReportingEnabled.pfm_description = "Активира анонимното изпращане до Google на данни за употребата и сривовете за Chromium и не позволява на потребителите да променят тази настройка.\n\nАко я активирате, тези данни се изпращат до Google.\n\nПри деактивиране на настройката те никога не се изпращат.\n\nИ в двата случая потребителите не могат да променят или заменят тази настройка в Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Разрешаване на потребителите да показват пароли в диспечера на паролите";
PasswordManagerAllowShowPasswords.pfm_description = "Контролира дали потребителят може да показва пароли като нешифрован текст в диспечера на паролите.\n\nАко деактивирате тази настройка, диспечерът не разрешава съхранените пароли да се показват по този начин в прозореца му.\n\nАко я активирате или не я конфигурирате, потребителите могат да виждат паролите си като нешифрован текст в диспечера на паролите.";
PasswordManagerEnabled.pfm_title = "Активиране на диспечера на паролите";
PasswordManagerEnabled.pfm_description = "Активира запазването на паролите и използването на запазените пароли в Chromium.\n\nАко активирате тази настройка, Chromium може да запомня паролите на потребителите и да им ги предоставя автоматично следващия път, когато влизат в сайт.\n\nАко я деактивирате, те няма да могат запазват пароли или да използват вече запазените.\n\nИ в двата случая потребителите не могат да променят или заменят тази настройка в Chromium.";
PluginsAllowedForUrls.pfm_title = "Разрешаване на приставки на тези сайтове";
PluginsAllowedForUrls.pfm_description = "Позволява да зададете списък с образци за URL адреси, посочващи сайтове, на които е разрешено да изпълняват приставки.";
PluginsBlockedForUrls.pfm_title = "Блокиране на приставките на тези сайтове";
PluginsBlockedForUrls.pfm_description = "Позволява да зададете списък с образци за URL адреси, посочващи сайтове, на които не е разрешено да изпълняват приставки.";
PopupsAllowedForUrls.pfm_title = "Разрешаване на изскачащи прозорци на тези сайтове";
PopupsAllowedForUrls.pfm_description = "Позволява да зададете списък с образци за URL адреси, посочващи сайтове, на които е разрешено да отварят изскачащи прозорци.";
PopupsBlockedForUrls.pfm_title = "Блокиране на изскачащите прозорци на тези сайтове";
PopupsBlockedForUrls.pfm_description = "Позволява да зададете списък с образци за URL адреси, посочващи сайтове, на които не е разрешено да отварят изскачащи прозорци.";
PrintingEnabled.pfm_title = "Активиране на отпечатването";
PrintingEnabled.pfm_description = "Активира отпечатването в Chromium и не разрешава на потребителите да променят тази настройка.\n\nАко тя е активирана или не е конфигурирана, потребителите могат да отпечатват.\n\nПри деактивиране на настройката отпечатването от Chromium не е възможно. То се деактивира в менюто с икона на гаечен ключ, в разширенията, в приложенията на JavaScript и т.н. Все пак е възможно да се отпечатва от приставки, които при печат заобикалят Chromium. Например определени приложения на Flash съдържат опцията за печат в контекстното си меню и тя няма да бъде деактивирана.";
ProxyBypassList.pfm_title = "Списък с разделени със запетая правила за заобикаляне на прокси сървъра";
ProxyBypassList.pfm_description = "Chromium ще заобиколи всеки прокси сървър за предоставения тук списък с хостове.\n\nТова правило е в сила само ако сте избрали ръчни настройки в „Избор на посочване на настройките за прокси сървър“.\n\nЗа по-подробни примери посетете\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Избор на посочване на настройките за прокси сървър";
ProxyMode.pfm_description = "direct - Никога да не се използва прокси сървър\nauto_detect - Автоматично откриване на настройките за прокси сървър\npac_script - Използване на .pac скрипт за прокси сървър\nfixed_servers - Използване на фиксирани прокси сървъри\nsystem - Използване на системните настройки за прокси сървър\nПозволява да посочите използвания от Chromium прокси сървър и не разрешава на потребителите да променят настройките за него.\n\nАко изберете никога да не използвате прокси сървър и винаги да се свързвате директно, всички други опции се пренебрегват.\n\nАко изберете използване на системните настройки за прокси сървър или автоматично откриване на такъв, всички други опции се пренебрегват.\n\nАко изберете режим на фиксиран прокси сървър, можете да посочите допълнителни опции в „Адрес или URL адрес на прокси сървъра“ и „Списък с разделени със запетая правила за заобикаляне на прокси сървъра“.\n\nАко изберете използване на .pac скрипт за прокси сървър, трябва да посочите URL адреса към него в „URL адрес на .pac файл за прокси сървър“.\n\nЗа подробни примери посетете\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.\n\nАко активирате тази настройка, Chromium пренебрегва всички посочени в командния ред опции, свързани с прокси сървъра.";
ProxyPacUrl.pfm_title = "URL адрес на .pac файл за прокси сървър";
ProxyPacUrl.pfm_description = "Тук можете да посочите URL адреса на .pac файл за прокси сървъра.\n\nТова правило е в сила само ако сте избрали ръчни настройки в „Избор на посочване на настройките за прокси сървър“.\n\nЗа подробни примери посетете\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Адрес или URL адрес на прокси сървъра";
ProxyServer.pfm_description = "Тук можете да посочите URL адреса на прокси сървъра.\n\nТова правило е в сила само ако сте избрали ръчни настройки в „Избор на посочване на настройките за прокси сървър“.\n\nЗа още опции и подробни примери посетете\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Действие при стартиране";
RestoreOnStartup.pfm_description = "0 - Отваряне на началната страница\n1 - Повторно отваряне на последно отворените URL адреси\n4 - Отваряне на списък с URL адреси\nПозволява да посочите поведението при стартиране.\n\nАко изберете „Отваряне на началната страница“, тя ще бъде отваряна при всяко стартиране на Chromium.\n\nПри избор на „Повторно отваряне на последно отворените URL адреси“ тези адреси, които са били отворени при последното затваряне на Chromium, ще бъдат отворени отново.\n\nАко изберете „Отваряне на списък с URL адреси“, списъкът с  „URL адреси за отваряне при стартиране“ ще се отвори, когато потребителят стартира Chromium.\n\nАко активирате тази настройка, потребителите не могат да я променят или заменят в Chromium.\n\nДеактивирането й е равностойно на това, да не е конфигурирана. Потребителят ще може да я променя в Chromium.";
RestoreOnStartupURLs.pfm_title = "URL адреси за отваряне при стартиране";
RestoreOnStartupURLs.pfm_description = "Ако като действие при стартиране е избрано „Отваряне на списък с URL адреси“, тук можете да посочите списъка с отваряни URL адреси.";
SafeBrowsingEnabled.pfm_title = "Активиране на безопасното сърфиране";
SafeBrowsingEnabled.pfm_description = "Активира функцията „Безопасно сърфиране“ в Chromium и не разрешава на потребителите да променят тази настройка.\n\nАко активирате настройката, тази функция ще е винаги включена.\n\nПри деактивиране на настройката функцията никога няма да е активна.\n\nИ в двата случая потребителите не могат да променят или заменят тази настройка в Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Деактивиране на запазването на историята на браузъра";
SavingBrowserHistoryDisabled.pfm_description = "Деактивира запазването на историята на браузъра в Chromium и не разрешава на потребителите да променят тази настройка.\n\nАко е активирана, историята на сърфиране не се запазва.\n\nАко настройката е деактивирана или не е конфигурирана, историята се запазва.";
SearchSuggestEnabled.pfm_title = "Активиране на предложенията за търсене";
SearchSuggestEnabled.pfm_description = "Активира предложенията за търсене в полето за всичко на Chromium и не разрешава на потребителите да променят тази настройка.\n\nАко я активирате, ще се използват предложения за търсене.\n\nПри деактивиране на настройката те никога няма да се показват.\n\nИ в двата случая потребителите не могат да променят или заменят тази настройка в Chromium.";
ShowHomeButton.pfm_title = "Показване на бутона „Начало“ в лентата с инструменти";
ShowHomeButton.pfm_description = "Показва бутона „Начало“ в лентата с инструменти на Chromium.\n\nАко активирате тази настройка, той винаги се показва.\n\nАко я деактивирате, бутонът „Начало“ няма да се вижда никога.\n\nИ в двата случая потребителите не могат да променят или заменят настройката в Chromium.";
SyncDisabled.pfm_title = "Деактивиране на синхронизирането на данни с Google";
SyncDisabled.pfm_description = "Деактивира синхронизирането на данни в Chromium посредством хоствани от Google услуги за синхронизиране и не позволява на потребителите да променят тази настройка.\n\nАко я активирате, те не могат да я променят или заменят в Chromium.";
TranslateEnabled.pfm_title = "Активиране на „Преводач“";
TranslateEnabled.pfm_description = "Активира интегрираната услуга Google Преводач в Chromium.\n\nАко активирате тази настройка, Chromium ще показва интегрирана лента с инструменти, предлагаща на потребителя превод на страницата, когато е подходящо.\n\nАко я деактивирате, потребителите никога няма да виждат лентата за превод.\n\nИ в двата случая те не могат да я променят или заменят в Chromium.";
UserDataDir.pfm_title = "Задаване на директорията за потребителски данни";
UserDataDir.pfm_description = "Конфигурира директорията, която ще се използва от Chromium за съхраняване на потребителски данни.\n\nАко зададете това правило, Chromium ще използва предоставената директория, независимо дали потребителят е посочил флага „--user-data-dir“.";